Key,"Spanish (Latin America)"
AlarmServer.Default.Text,"Por defecto"
BaseTemplate.Text.Text,Texto
BaseTemplate.Button.Text,
BaseTemplate.Button3.Text,Reiniciar
BaseTemplate.Button5.Text,
BaseTemplate.Text.Texts[0],"Bagger no está listo para el ciclo"
BaseTemplate.Text.Texts[1],"Bagger listo para andar en bicicleta"
BaseTemplate.Text.Texts[2],"Embolsador en ciclo"
BaseTemplate.Text.Texts[3],"Sin bolsa que cubra los ojos"
BaseTemplate.Text.Texts[4],"La bolsa no se pudo separar"
BaseTemplate.Text.Texts[5],"Obstrucción de la barra de presión"
BaseTemplate.Text.Texts[6],"Violación de la cortina de luz"
BaseTemplate.Text.Texts[7],"El cabezal de impresión no se pudo levantar"
BaseTemplate.Text.Texts[8],"El cabezal de impresión no pudo bajar"
BaseTemplate.Text.Texts[9],"Fallo del código de barras"
BaseTemplate.Text.Texts[10],"Demasiadas partes contadas"
BaseTemplate.Text.Texts[11],"La mandíbula no se cerró"
BaseTemplate.Text.Texts[12],"Falla del motor de alimentación de película"
BaseTemplate.Text.Texts[13],"Falla de movimiento de mandíbula"
BaseTemplate.Text.Texts[14],"La mandíbula no pudo entrar en su lugar"
BaseTemplate.Text.Texts[15],"Esperando la impresora"
BaseTemplate.Text.Texts[16],"Esperando el relleno"
BaseTemplate.Text.Texts[17],"Recuento de lotes realizado"
BaseTemplate.Text.Texts[18],"Mandíbula sin dirección"
BaseTemplate.Text.Texts[19],"Bolsa de ciclo para llenado activo"
BaseTemplate.Text.Texts[20],"Máquina no probada"
BaseTemplate.Text.Texts[21],"El motor de la placa de carga no está en la posición inicial"
BaseTemplate.Text.Texts[22],"Motor de la placa de carga averiado"
BaseTemplate.Text.Texts[23],"Falla de comunicación del motor de la placa de carga"
BaseTemplate.Text.Texts[24],"Apagado seguro durante el ciclo"
BaseTemplate.Text.Texts[25],"Apagado seguro"
BaseTemplate.Text.Texts[26],"Motor IBD sin posición inicial"
BaseTemplate.Text.Texts[27],"Motor IBD averiado"
BaseTemplate.Text.Texts[28],"Falla de comunicación del motor IBD"
BaseTemplate.Text.Texts[29],"Falla de la cinta de la impresora"
BaseTemplate.Text.Texts[30],"Servicio de impresora solicitado"
BaseTemplate.Text.Texts[31],"La mandíbula no se abrió"
BaseTemplate.Text.Texts[32],"La EII no pudo cerrarse"
BaseTemplate.Text.Texts[33],"IBD no pudo abrirse "
BaseTemplate.Text.Texts[34],"Embolsadora en modo de espera: presione reiniciar"
BaseTemplate.Text.Texts[35],"Falla de comunicación del motor de alimentación de película"
BaseTemplate.Text.Texts[36],----
BaseTemplate.Text.Texts[37],----
BaseTemplate.Text.Texts[38],----
BaseTemplate.Button9.Text,Ciclo
BaseTemplate.Button1.Text,
Home.Button3.Text,Administración
Home.Button8.Text,Opciones
About_Sharp.Text.Text,"Acerca de Sharp"
About_Sharp.Text1.Text,"Para servicio técnico llame al: +1 800-634-6359 x1572"
About_Sharp.Text2.Text,"Bolsas hechas a mano"
About_Sharp.Text3.Text,"Versión HMI"
About_Sharp.Text6.Text,1.2.0.6
About_Sharp.AnalogNumeric.Prefix,
About_Sharp.AnalogNumeric.Suffix,
About_Sharp.AnalogNumeric1.Prefix,
About_Sharp.AnalogNumeric1.Suffix,
Dashboard.Button2.Text,"Mantener presionado para restablecer BPM"
Dashboard.Button3.Text,"Cancelar
Imprimir"
Dashboard.Button5.Text,"Etiquetas
claras"
Dashboard.Text.Text,"Bolsas hechas a mano"
Dashboard.Text1.Text,"Carrera activa"
Dashboard.Text2.Text,Bolsas/min
Dashboard.AnalogNumeric1.Prefix,
Dashboard.AnalogNumeric1.Suffix,
Dashboard.AnalogNumeric.Prefix,
Dashboard.AnalogNumeric.Suffix,
Dashboard.AnalogNumeric2.Prefix,
Dashboard.AnalogNumeric2.Suffix,
Dashboard.Text3.Text,"Modo automático activo"
Dashboard.Text4.Text,"Ciclo seco activo"
Dashboard_Help.Button.Text,
Dashboard_Help.Button1.Text,"Acerca de Sharp"
Dashboard_Help.Text.Text,"Ayuda del panel de control"
Settings_P1.Text.Text,"Página de configuración"
Settings_P2.Text.Text,"Página de configuración"
Settings_P1.Text1.Text,1/2
Settings_P2.Text1.Text,2/2
Settings_P1.AnalogNumeric.Prefix,
Settings_P1.AnalogNumeric.Suffix,
Settings_P1.AnalogNumeric1.Prefix,
Settings_P1.AnalogNumeric1.Suffix,
Settings_P1.AnalogNumeric2.Prefix,
Settings_P1.AnalogNumeric2.Suffix,
Settings_P1.AnalogNumeric3.Prefix,
Settings_P1.AnalogNumeric3.Suffix,
Settings_P1.AnalogNumeric4.Prefix,
Settings_P1.AnalogNumeric4.Suffix,
Settings_P1.AnalogNumeric5.Prefix,
Settings_P1.AnalogNumeric5.Suffix,
Settings_P1.Button.Text,
Settings_P1.Text3.Text,"Velocidad de avance / Velocidad de retroceso"
Settings_P1.Text4.Text,"Desplazamiento del sello: (pulg.)"
Settings_P1.Text5.Text,"Paso a través de la mandíbula (pulg.)"
Settings_P1.Text6.Text,"Largo de la bolsa: (pulg.)"
Settings_P1.Text7.Text,"Sello de permanencia / Sello frío"
Settings_P2.Button1.Text,
Settings_P2.AnalogNumeric.Prefix,
Settings_P2.AnalogNumeric.Suffix,
Settings_P2.AnalogNumeric1.Prefix,
Settings_P2.AnalogNumeric1.Suffix,
Settings_P2.AnalogNumeric2.Prefix,
Settings_P2.AnalogNumeric2.Suffix,
Settings_P2.AnalogNumeric5.Prefix,
Settings_P2.AnalogNumeric5.Suffix,
Settings_P2.Text2.Text,"Separar antes de sellar"
Settings_P2.Text3.Text,"Bolsas consecutivas"
Settings_P2.Text4.Text,"Contador de piezas"
Settings_P2.Text6.Text,"Configuración de recuento de lotes"
Settings_P2.Text7.Text,"Tiempo de caída del relleno"
Settings_P2.Button.Text,Desactivado
Settings_P2.Button2.Text,Desactivado
Settings_P2.Button3.Text,Desactivado
Settings_P2.Button4.Text,Desactivado
Settings_P2.Button5.Text,Desactivado
Settings_P2.Button.Texts[0],Desactivado
Settings_P2.Button.Texts[1],Activado
Settings_P2.Button2.Texts[0],Desactivado
Settings_P2.Button2.Texts[1],Activado
Settings_P2.Button3.Texts[0],Desactivado
Settings_P2.Button3.Texts[1],Activado
Settings_P2.Button4.Texts[0],Desactivado
Settings_P2.Button4.Texts[1],Activado
Settings_P2.Button5.Texts[0],Desactivado
Settings_P2.Button5.Texts[1],Activado
Admin.Text.Text,"Instalado de fábrica"
Admin.Button4.Text,"Desinflador de bolsas independiente"
Admin.Button2.Text,Impresora
Admin.Button3.Text,"Verificador de código de barras"
Admin.Button8.Text,"Placa de carga retráctil"
Admin.Button.Text,"Configuración avanzada"
Advanced_P1.Text.Text,Avanzado
Advanced_P1.Text1.Text,1/5
Advanced_P1.Button.Text,
Advanced_P2.Text.Text,Avanzado
Advanced_P2.Text1.Text,2/5
Advanced_P2.Button.Text,
Advanced_P3.Text.Text,Avanzado
Advanced_P3.Text1.Text,3/5
Advanced_P3.Button.Text,
Advanced_P4.Text.Text,Avanzado
Advanced_P4.Text1.Text,4/5
Advanced_P2.Button1.Text,
Advanced_P3.Button1.Text,
Advanced_P4.Button1.Text,
Advanced_P1.Button1.Text,"Modo automático"
Advanced_P1.Button2.Text,"Ciclo seco"
Advanced_P1.Text2.Text,"Permanencia en modo automático"
Advanced_P1.AnalogNumeric.Prefix,
Advanced_P1.AnalogNumeric.Suffix,
Advanced_P1.Text3.Text,Estado
Advanced_P1.Text4.Text,abcdefghijklmnop
Advanced_P1.Text5.Text,Listo
Advanced_P1.Text6.Text,Impresora
Advanced_P1.Text7.Text,"Placa de carga retráctil"
Advanced_P1.Text8.Text,"Paso a través de  la mandíbula"
Advanced_P1.Text9.Text,"Entrega de bolsas"
Advanced_P1.Text10.Text,"Verificador de 
código de barras"
Advanced_P1.Text11.Text,"Desinflador de 
bolsas independiente"
Advanced_P2.Text2.Text,Texto
Advanced_P2.Text3.Text,Texto
Advanced_P2.Text4.Text,Texto
Advanced_P2.Text5.Text,Texto
Advanced_P2.Text6.Text,Texto
Advanced_P2.Text7.Text,Texto
Advanced_P2.Text8.Text,Texto
Advanced_P2.Text9.Text,Texto
Advanced_P3.Text2.Text,"Bolsas hechas a mano"
Advanced_P3.AnalogNumeric1.Prefix,
Advanced_P3.AnalogNumeric1.Suffix,
Advanced_P3.Text3.Text,"Tiempo en espera (min.)"
Advanced_P3.AnalogNumeric.Prefix,
Advanced_P3.AnalogNumeric.Suffix,
Advanced_P4.Button3.Text,Cero
Advanced_P4.Text10.Text,"Mandíbula delantera"
Advanced_P4.Text9.Text,"Posición actual"
Advanced_P4.Text8.Text,"Código de alarma"
Advanced_P4.AnalogNumeric4.Prefix,
Advanced_P4.AnalogNumeric4.Suffix,
Advanced_P4.AnalogNumeric3.Prefix,
Advanced_P4.AnalogNumeric3.Suffix,
Advanced_P4.Button4.Text,Cero
Advanced_P4.Text13.Text,"Mandíbula trasera"
Advanced_P4.Text12.Text,"Posición actual"
Advanced_P4.Text11.Text,"Código de alarma"
Advanced_P4.AnalogNumeric7.Prefix,
Advanced_P4.AnalogNumeric7.Suffix,
Advanced_P4.AnalogNumeric6.Prefix,
Advanced_P4.AnalogNumeric6.Suffix,
Service_P1.Button.Text,
Service_P2.Button.Text,
Service_P2.Button1.Text,
Service_P3.Button1.Text,
Service_P1.Text.Text,"Página de servicio"
Service_P1.Text1.Text,1/3
Service_P2.Text.Text,"Página de servicio"
Service_P2.Text1.Text,2/3
Service_P3.Text.Text,"Página de servicio"
Service_P3.Text1.Text,3/3
IO_P1.Button.Text,
IO_P2.Button.Text,
IO_P2.Button1.Text,
IO_P2.Text.Text,Salidas
IO_P2.Text1.Text,2/3
IO_P3.Button1.Text,
IO_P3.Text.Text,Entradas
IO_P3.Text1.Text,3/3
Service_P1.Button1.Text,"Mandíbula cerrada"
Service_P1.Button5.Text,"Jog mandíbula cerrada"
Service_P1.Button6.Text,"Jog mandíbula abierta"
Service_P1.Button7.Text,"Mandíbula abierta"
Service_P2.Button2.Text,"Cerrar IBD"
Service_P2.Button5.Text,"Jog IBD Cerrado"
Service_P2.Button6.Text,"Jog IBD abierto"
Service_P2.Button7.Text,"EII abierta"
Service_P3.Button2.Text,"Levantar el cabezal de impresión"
Service_P3.Button5.Text,"Elevar estante de carga"
Service_P3.Button6.Text,"Estante de carga inferior"
Service_P3.Button7.Text,"Cabezal de impresión inferior"
Service_P3.Button.Text,"Cancelar prueba del ciclo de mandíbula"
Service_P3.Button4.Text,"Inicio de la prueba del ciclo de mandíbula"
Service_P3.Text2.Text,"Ciclos de mandíbula"
Service_P3.AnalogNumeric.Prefix,
Service_P3.AnalogNumeric.Suffix,
IO_P3.Text8.Text,"I:2/09 Repuesto"
IO_P3.Text6.Text,"I:2/07 Repuesto"
IO_P3.Text4.Text,"I:2/06 Repuesto"
IO_P3.Text7.Text,"I:2/03 Repuesto"
IO_P3.Text9.Text,"I:2/10 Repuesto"
IO_P3.Text5.Text,"I:2/05 Repuesto"
IO_P3.Text10.Text,"I:2/02 Repuesto"
IO_P3.Text11.Text,"I:2/04 Repuesto"
IO_P3.Text12.Text,"I:2/08 Repuesto"
IO_P3.Text3.Text,"I:2/01 Repuesto"
IO_P3.Text2.Text,"I:2/00 Solicitud de servicio de impresora"
IO_P3.Text15.Text,"I:2/11 Repuesto"
IO_P2.Text8.Text,"O:1/09 Estado de la palma 0"
IO_P2.Text6.Text,"O:1/07 Repuesto"
IO_P2.Text4.Text,"O:1/06 Habilitar ventiladores"
IO_P2.Text7.Text,"O:1/03 Desenrollado de la cinta"
IO_P2.Text5.Text,"O:1/05 Enseñar fotocélula"
IO_P2.Text9.Text,"O:1/10 Estado de la palma 1"
IO_P2.Text10.Text,"O:1/02 Solicitar Impresión"
IO_P2.Text11.Text,"O:1/04 Código de barras del disparador"
IO_P2.Text12.Text,"O:1/08 Listo para relleno"
IO_P2.Text3.Text,"O:1/01 Cabezal de impresión inferior"
IO_P2.Text2.Text,"O:1/00 Alambre de sellado"
Options.Button.Text,Impresora
Options.Button1.Text,"Verificador de código de barras"
Options.Button2.Text,"Desinflador de bolsas independiente"
Options.Button3.Text,"Placa de carga retráctil"
Option_Printer.Button.Text,"Cancelar Imprimir"
Option_Printer.Button1.Text,"Enviar etiquetas"
Option_Printer.Button2.Text,"Etiquetas claras"
Option_Printer.AnalogNumeric.Prefix,
Option_Printer.AnalogNumeric.Suffix,
Option_Printer.AnalogNumeric1.Prefix,
Option_Printer.AnalogNumeric1.Suffix,
Option_Printer.AnalogNumeric5.Prefix,
Option_Printer.AnalogNumeric5.Suffix,
Option_Printer.Text3.Text,"Longitud de impresión (pulg)"
Option_Printer.Text4.Text,"Impresión offset (pulg)"
Option_Printer.Text6.Text,"Velocidad de impresión"
Option_Printer.Text.Text,Impresora
Option_Printer.Text5.Text,EN
Option_Printer.Text5.Texts[0],APAGADO
Option_Printer.Text5.Texts[1],EN
Option_IBD.Text4.Text,"Retraso en el cierre de la mandíbula"
Option_IBD.Text6.Text,"Fuerza de sujeción (%)"
Option_IBD.AnalogNumeric.Prefix,
Option_IBD.AnalogNumeric.Suffix,
Option_IBD.AnalogNumeric1.Prefix,
Option_IBD.AnalogNumeric1.Suffix,
Option_IBD.Text.Text,"Desinflador de bolsas independiente"
Option_IBD.Text5.Text,EN
Option_IBD.Text5.Texts[0],APAGADO
Option_IBD.Text5.Texts[1],EN
Option_LoadShelf.Text6.Text,"Permanecer (seg.)"
Option_LoadShelf.AnalogNumeric.Prefix,
Option_LoadShelf.AnalogNumeric.Suffix,
Option_LoadShelf.Text.Text,"Placa de carga retráctil"
Option_LoadShelf.Text5.Text,EN
Option_LoadShelf.Text5.Texts[0],APAGADO
Option_LoadShelf.Text5.Texts[1],EN
Option_BarcodeVerifier.Text.Text,"Verificador de código de barras"
Option_BarcodeVerifier.Text5.Text,EN
Option_BarcodeVerifier.Text5.Texts[0],APAGADO
Option_BarcodeVerifier.Text5.Texts[1],EN
Option_BarcodeVerifier.Text2.Text,"Buena lectura"
Option_BarcodeVerifier.Text3.Text,"Distancia de escaneo (mm)"
Option_BarcodeVerifier.Text4.Text,"Iniciar escaneo Offset (mm)"
Option_BarcodeVerifier.Text1.Text,"Mala/No leída"
Option_BarcodeVerifier.Text6.Text,"ecuento de errores de lectura incorrecta"
Option_BarcodeVerifier.AnalogNumeric.Prefix,
Option_BarcodeVerifier.AnalogNumeric.Suffix,
Option_BarcodeVerifier.AnalogNumeric1.Prefix,
Option_BarcodeVerifier.AnalogNumeric1.Suffix,
Option_BarcodeVerifier.AnalogNumeric3.Prefix,
Option_BarcodeVerifier.AnalogNumeric3.Suffix,
Option_BarcodeVerifier.AnalogNumeric4.Prefix,
Option_BarcodeVerifier.AnalogNumeric4.Suffix,
Option_BarcodeVerifier.AnalogNumeric5.Prefix,
Option_BarcodeVerifier.AnalogNumeric5.Suffix,
Option_BarcodeVerifier.Button1.Text,"BCD de 
activación"
Service_P1.Button1.Texts[0],"Mandíbula cerrada"
Service_P1.Button1.Texts[1],"Mandíbula cerrada"
Service_P1.Button7.Texts[0],"Mandíbula abierta"
Service_P1.Button7.Texts[1],"Mandíbula abierta"
Service_P2.Button2.Texts[0],"Cerrar IBD"
Service_P2.Button2.Texts[1],"EII Cerrado"
Service_P2.Button7.Texts[0],"EII abierta"
Service_P2.Button7.Texts[1],"Se abrió el IBD"
Service_P3.Button7.Texts[0],"Cabezal de impresión inferior"
Service_P3.Button7.Texts[1],"Cabezal de impresión bajado"
Service_P3.Button2.Texts[0],"Levantar el cabezal de impresión"
Service_P3.Button2.Texts[1],"Cabezal de impresión elevado"
Service_P3.Button5.Texts[0],"Elevar estante de carga"
Service_P3.Button5.Texts[1],"Estante de carga elevado"
Service_P3.Button6.Texts[0],"Estante de carga inferior"
Service_P3.Button6.Texts[1],"Estante de carga bajado"
Advanced_P3.Text4.Text,"Mandíbula cerrada (pulg.)"
Advanced_P3.AnalogNumeric2.Prefix,
Advanced_P3.AnalogNumeric2.Suffix,
IO_P1.AnalogNumeric.Prefix,
IO_P1.AnalogNumeric.Suffix,/2
IO_P1.AnalogNumeric1.Prefix,
IO_P1.AnalogNumeric1.Suffix,
IO_P1.AnalogNumeric3.Prefix,
IO_P1.AnalogNumeric3.Suffix,
IO_P1.AnalogNumeric4.Prefix,
IO_P1.AnalogNumeric4.Suffix,
IO_P1.AnalogNumeric5.Prefix,
IO_P1.AnalogNumeric5.Suffix,
IO_P1.AnalogNumeric8.Prefix,
IO_P1.AnalogNumeric8.Suffix,
IO_P1.AnalogNumeric11.Prefix,
IO_P1.AnalogNumeric11.Suffix,
IO_P1.AnalogNumeric2.Prefix,
IO_P1.AnalogNumeric2.Suffix,
IO_P1.AnalogNumeric6.Prefix,
IO_P1.AnalogNumeric6.Suffix,
IO_P1.AnalogNumeric7.Prefix,
IO_P1.AnalogNumeric7.Suffix,
IO_P1.AnalogNumeric10.Prefix,
IO_P1.AnalogNumeric10.Suffix,
IO_P1.AnalogNumeric12.Prefix,
IO_P1.AnalogNumeric12.Suffix,
IO_P1.AnalogNumeric13.Prefix,
IO_P1.AnalogNumeric13.Suffix,
IO_P1.AnalogNumeric16.Prefix,
IO_P1.AnalogNumeric16.Suffix,
IO_P1.AnalogNumeric17.Prefix,
IO_P1.AnalogNumeric17.Suffix,
IO_P1.AnalogNumeric9.Prefix,
IO_P1.AnalogNumeric9.Suffix,
IO_P1.AnalogNumeric14.Prefix,
IO_P1.AnalogNumeric14.Suffix,
IO_P1.AnalogNumeric15.Prefix,
IO_P1.AnalogNumeric15.Suffix,
IO_P1.Button1.Text,
BaseTemplate.Button4.Text,
Settings_P2.Text5.Text,"Retraso de cierre de sesión automático (S) "
Settings_P2.AnalogNumeric3.Prefix,
Settings_P2.AnalogNumeric3.Suffix,
BaseTemplate.Button2.Text,
Home.Button10.Text,Servicio
Home.Button4.Text,IO
Home.Button2.Text,Ajustes
BaseTemplate.Text1.Text,
Faults.AnalogNumeric.Prefix,
Faults.AnalogNumeric.Suffix,
Faults.Text.Text,"Página de falla activa"
Faults.AnalogNumeric1.Prefix,
Faults.AnalogNumeric1.Suffix,
Faults.AnalogNumeric2.Prefix,
Faults.AnalogNumeric2.Suffix,
Faults.AnalogNumeric3.Prefix,
Faults.AnalogNumeric3.Suffix,
Faults.AnalogNumeric4.Prefix,
Faults.AnalogNumeric4.Suffix,
Faults.AnalogNumeric5.Prefix,
Faults.AnalogNumeric5.Suffix,
Faults.AnalogNumeric6.Prefix,"Página: "
Faults.AnalogNumeric6.Suffix,/50
Faults.Button.Text,
Faults.Button1.Text,
Faults.Button2.Text,
Faults.Button3.Text,
Dashboard.Button1.Text,
Login.AnalogNumeric.Prefix,"Contraseña: "
Login.AnalogNumeric.Suffix,
Login.TouchComboBox.Texts[0],Operador
Login.Button.Text,Cerca
Advanced_P3.Button2.Text,"Haga clic para omitir la sujeción durante el ciclo"
Advanced_P3.Button2.Texts[0],"Haga clic para omitir la sujeción durante el ciclo"
Advanced_P3.Button2.Texts[1],"Sujeción anulada"
Service_P2.Button4.Text,"Película Jog al revés"
Service_P2.Button9.Text,"Película Jog Adelante"
Service_P1.Button8.Text,"Verificador de BCD de activación"
Service_P1.Button2.Text,"Abrazadera de jog cerrada"
Service_P1.Button3.Text,"Abrazadera de jog abierta"
Status.Text.Text,Nombre
Status.Text1.Text,Estado
Status.Text2.Text,¿Listo?
Status.Name_0.Text,Nombre
Status.Status_0.Text,Estado
Status.Ready_0.Text,¿Listo?
Status.Name_1.Text,Nombre
Status.Status_1.Text,Estado
Status.Ready_1.Text,¿Listo?
Status.Name_2.Text,Nombre
Status.Status_2.Text,Estado
Status.Ready_2.Text,¿Listo?
Status.Name_3.Text,Nombre
Status.Status_3.Text,Estado
Status.Ready_3.Text,¿Listo?
Status.Name_4.Text,Nombre
Status.Status_4.Text,Estado
Status.Ready_4.Text,¿Listo?
Status.Name_5.Text,Nombre
Status.Status_5.Text,Estado
Status.Ready_5.Text,¿Listo?
Status.Text24.Text,"Estado de la máquina"
Status.Button2.Text,
Status.Button3.Text,
Status.HIDEME.Text,"Esta página utiliza secuencias de comandos para completar la tabla. Revise la pestaña de secuencias de comandos para comprender cómo se completa."
Status.AnalogNumeric.Prefix,"Componentes totales: "
Status.AnalogNumeric.Suffix,
Dashboard_Help.Button2.Text,"Descripción general del estado del embolsador"
About_Sharp.Text4.Text,"Versión PLC"
Options.Button4.Text,
Options.Text5.Text,EN
Options.Text5.Texts[0],APAGADO
Options.Text5.Texts[1],EN
Options.Text6.Text,"Botón para habilitar impresora y verificador: al presionar este botón se habilitan y deshabilitan simultáneamente las opciones de impresora y verificador de código de barras."
Options.Text.Text,"Habilitar impresora y verificador"
Dashboard.Button.Text,"Descripción general del estado de Bagger"
Dashboard.Button4.Text,"Descripción general de fallas de Bagger"
CommLoss.Text.Text,"LOS DATOS DEL PLC NO SE HAN ACTUALIZADO"
CommLoss.Text1.Text,"Si el firmware del PLC ha cambiado recientemente, este mensaje desaparecerá automáticamente. En caso contrario, póngase en contacto con el fabricante para asegurarse de que se esté utilizando el firmware correcto."
ConfirmLogout.Text.Text,"¿Está seguro de que desea cerrar la sesión?"
ConfirmLogout.Cancel.Text,No/Cancelar
ConfirmLogout.Logout.Text,"Sí/Cerrar sesión"
Dashboard.Text5.Text,"Configuración por lotes"
Dashboard.AnalogNumeric3.Prefix,
Dashboard.AnalogNumeric3.Suffix,
Dashboard.Button6.Text,"Restablecer el recuento de lotes"
Login.TouchComboBox.Texts[1],Mantenimiento
Settings_P1.AnalogNumeric6.Prefix,
Settings_P1.AnalogNumeric6.Suffix,
Advanced_P5.Text.Text,Avanzado
Advanced_P5.Text1.Text,5/5
Advanced_P3.Button3.Text,
Advanced_P3.Button4.Text,
Advanced_P5.Button4.Text,
Advanced_P4.Button5.Text,
Advanced_P5.Text2.Text,"Película Adelante"
Advanced_P5.AnalogNumeric.Prefix,
Advanced_P5.AnalogNumeric.Suffix,
Advanced_P5.Text3.Text,Aceleración
Advanced_P5.Text4.Text,Desaceleración
Advanced_P5.AnalogNumeric1.Prefix,
Advanced_P5.AnalogNumeric1.Suffix,
Advanced_P5.Text5.Text,"Película al revés"
Advanced_P5.AnalogNumeric3.Prefix,
Advanced_P5.AnalogNumeric3.Suffix,
Advanced_P5.AnalogNumeric2.Prefix,
Advanced_P5.AnalogNumeric2.Suffix,
Advanced_P5.Text6.Text,"Película offset"
Advanced_P5.AnalogNumeric5.Prefix,
Advanced_P5.AnalogNumeric5.Suffix,
Advanced_P5.AnalogNumeric4.Prefix,
Advanced_P5.AnalogNumeric4.Suffix,
Advanced_P5.Text7.Text,"Impresión de película"
Advanced_P5.AnalogNumeric7.Prefix,
Advanced_P5.AnalogNumeric7.Suffix,
Advanced_P5.AnalogNumeric6.Prefix,
Advanced_P5.AnalogNumeric6.Suffix,
Option_Printer.Button3.Text,
Option_Printer.Button3.Texts[0],"203 DPI Activo"
Option_Printer.Button3.Texts[1],"300 DPI Activo"
Advanced_P4.Button.Text,Cero
Advanced_P4.Button.Texts[0],Inch
Advanced_P4.Button.Texts[1],Metric
Advanced_P4.Text2.Text,"Inch or Metric"
Settings_P1_M.Text.Text,"Página de configuración"
Settings_P1_M.Text1.Text,1/2
Settings_P1_M.Button.Text,
Settings_P1_M.Text3.Text,"Velocidad de avance / Velocidad de retroceso"
Settings_P1_M.Text4.Text,"Desplazamiento del sello: (mm)"
Settings_P1_M.Text5.Text,"Paso a través de la mandíbula (mm)"
Settings_P1_M.Text6.Text,"Largo de la bolsa: (mm)"
Settings_P1_M.Text7.Text,"Sello de permanencia / Sello frío"
Settings_P1_M.AnalogNumeric.Prefix,
Settings_P1_M.AnalogNumeric.Suffix,
Settings_P1_M.AnalogNumeric1.Prefix,
Settings_P1_M.AnalogNumeric1.Suffix,
Settings_P1_M.AnalogNumeric2.Prefix,
Settings_P1_M.AnalogNumeric2.Suffix,
Settings_P1_M.AnalogNumeric3.Prefix,
Settings_P1_M.AnalogNumeric3.Suffix,
Settings_P1_M.AnalogNumeric4.Prefix,
Settings_P1_M.AnalogNumeric4.Suffix,
Settings_P1_M.AnalogNumeric5.Prefix,
Settings_P1_M.AnalogNumeric5.Suffix,
Settings_P1_M.AnalogNumeric6.Prefix,
Settings_P1_M.AnalogNumeric6.Suffix,
Home.Button.Text,Ajustes
Settings_P2.Button6.Text,
Option_Printer_M.Button.Text,"Cancelar Imprimir"
Option_Printer_M.Button1.Text,"Enviar etiquetas"
Option_Printer_M.Button2.Text,"Etiquetas claras"
Option_Printer_M.Text3.Text,"Longitud de impresión (mm)"
Option_Printer_M.Text4.Text,"Impresión offset (mm)"
Option_Printer_M.Text6.Text,"Velocidad de impresión"
Option_Printer_M.AnalogNumeric.Prefix,
Option_Printer_M.AnalogNumeric.Suffix,
Option_Printer_M.AnalogNumeric1.Prefix,
Option_Printer_M.AnalogNumeric1.Suffix,
Option_Printer_M.AnalogNumeric5.Prefix,
Option_Printer_M.AnalogNumeric5.Suffix,
Option_Printer_M.Text.Text,Impresora
Option_Printer_M.Text5.Text,EN
Option_Printer_M.Text5.Texts[0],APAGADO
Option_Printer_M.Text5.Texts[1],EN
Option_Printer_M.Button3.Text,
Option_Printer_M.Button3.Texts[0],"203 DPI Activo"
Option_Printer_M.Button3.Texts[1],"300 DPI Activo"
Options.Button5.Text,
Option_Barcode_M.Text.Text,"Verificador de código de barras"
Option_Barcode_M.Text5.Text,EN
Option_Barcode_M.Text5.Texts[0],APAGADO
Option_Barcode_M.Text5.Texts[1],EN
Option_Barcode_M.Text2.Text,"Buena lectura"
Option_Barcode_M.Text3.Text,"Distancia de escaneo (pulg)"
Option_Barcode_M.Text4.Text,"Iniciar escaneo Offset (pulg)"
Option_Barcode_M.Text1.Text,"Mala/No leída"
Option_Barcode_M.Text6.Text,"ecuento de errores de lectura incorrecta"
Option_Barcode_M.AnalogNumeric.Prefix,
Option_Barcode_M.AnalogNumeric.Suffix,
Option_Barcode_M.AnalogNumeric1.Prefix,
Option_Barcode_M.AnalogNumeric1.Suffix,
Option_Barcode_M.AnalogNumeric3.Prefix,
Option_Barcode_M.AnalogNumeric3.Suffix,
Option_Barcode_M.AnalogNumeric4.Prefix,
Option_Barcode_M.AnalogNumeric4.Suffix,
Option_Barcode_M.AnalogNumeric5.Prefix,
Option_Barcode_M.AnalogNumeric5.Suffix,
Option_Barcode_M.Button1.Text,"BCD de 
activación"
Options.Button6.Text,
Advanced_P4.Button2.Text,Cero
Advanced_P4.Button2.Texts[0],"Light Curtain Not Installed"
Advanced_P4.Button2.Texts[1],"Light Curtain Installed"
Dashboard.AnalogNumeric5.Prefix,
Dashboard.AnalogNumeric5.Suffix,
Dashboard.Text6.Text,
Dashboard.AnalogNumeric4.Prefix,
Dashboard.AnalogNumeric4.Suffix,
Dashboard.AnalogNumeric6.Prefix,
Dashboard.AnalogNumeric6.Suffix,
About_Sharp.Text5.Text,"European service call: 00800 8888 8840"
Advanced_P5.TouchComboBox.Texts[0],
Advanced_P5.TouchComboBox.Texts[1],
Advanced_P5.TouchComboBox.Texts[2],
Advanced_P5.TouchComboBox.Texts[3],
Advanced_P5.Text8.Text,
Advanced_P5.TouchComboBox.Texts[4],
